import ArticlesPhoto_1 from "../../assets/img/Articles/photo_1.png";
import ArticlesPhoto_2 from "../../assets/img/Articles/photo_2.png";
import ArticlesPhoto_3 from "../../assets/img/Articles/photo_3.png";
import ArticlesPhoto_4 from "../../assets/img/Articles/photo_4.png";
import ArticlesPhoto_5 from "../../assets/img/Articles/photo_5.png";

export const articles = [
    {
        img: ArticlesPhoto_1,
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },
    {
        img: ArticlesPhoto_2,
        title: "Як приготувати справжній французький круасан",
        desc: "Всі, хто любить круасани, мріють одного разу опинитися в маленькій французькій пекарні з гарячим круасаном в руках. Чи це не чудово? Ті, хто там побу..."
    },
    {
        img: ArticlesPhoto_3,
        title: "Рецепти найсмачніших макарунів з незвичними смаками",
        desc: "Вишукане і неймовірно смачне французьке печиво «Макаронів» за класичним рецептом готується на основі мигдальної муки. Н..."
    },
    {
        img: ArticlesPhoto_4,
        title: "Малинове безе в домашніх умовах",
        desc: "Безе, або меренга - це класичний французький десерт з запеченого білкового крему. Неймовірно ніжний, м'який всередині і трохи хрусткий зов..."
    },
    {
        img: ArticlesPhoto_5,
        title: "Рецепти шоколаду без цукру",
        desc: "Розглянемо популярні способи приготування домашнього шоколаду. Його головна особливість — можливість комбінування різних продуктів..."
    },
    {
        img: ArticlesPhoto_1,
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },
    {
        img: ArticlesPhoto_2,
        title: "Як приготувати справжній французький круасан",
        desc: "Всі, хто любить круасани, мріють одного разу опинитися в маленькій французькій пекарні з гарячим круасаном в руках. Чи це не чудово? Ті, хто там побу..."
    },
    {
        img: ArticlesPhoto_1,
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },
    {
        img: ArticlesPhoto_3,
        title: "Рецепти найсмачніших макарунів з незвичними смаками",
        desc: "Вишукане і неймовірно смачне французьке печиво «Макаронів» за класичним рецептом готується на основі мигдальної муки. Н..."
    },
    {
        img: ArticlesPhoto_1,
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },
    {
        img: ArticlesPhoto_4,
        title: "Малинове безе в домашніх умовах",
        desc: "Безе, або меренга - це класичний французький десерт з запеченого білкового крему. Неймовірно ніжний, м'який всередині і трохи хрусткий зов..."
    },
    {
        img: ArticlesPhoto_5,
        title: "Рецепти шоколаду без цукру",
        desc: "Розглянемо популярні способи приготування домашнього шоколаду. Його головна особливість — можливість комбінування різних продуктів..."
    }
]